'''
1. value = ‘qaqc_course’ 
Извлеките из него и выведите на экран 3 и 5 индексы. 
'''

'''
2. text = ‘2225225566777733’
Извлечь и вывести построчно каждую четвертую цифру, начиная с 2 (потом 5).
'''

'''
3. file_name = ‘document.pdf’
file_name_2 = ‘document.word’

Напишите программу, которая выводит на экран текст “Этот файл имеет расширение” + расширение файла. 
Пример: Этот файл имеет расширение .pdf 
Используйте f строки (гугл)

'''
res=['document.pdf']
text = res[0]
print("Этот файл имеет расширение" + " " + text[text.find('.')+1:])


'''

'''